codes = {
    '603687': {'industry': '芯片概念（GPU）', 'name': '大胜达'},
    '603538': {'industry': '医药', 'name': '美诺华'},
    '000720': {'industry': '电力', 'name': '新能泰山'},
    '002471': {'industry': '航天', 'name': '中超控股'},
    '600396': {'industry': '电力', 'name': '华电辽能'},
    '600250': {'industry': '旅游', 'name': '南京商旅'},
    '000978': {'industry': '旅游', 'name': '桂林旅游'},
    '600488': {'industry': '化学制药', 'name': '津药药业'},
    '600754': {'industry': '旅游', 'name': '锦江酒店'},
    '002560': {'industry': '电力', 'name': '通达股份'},
    '000586': {'industry': '光纤概念', 'name': '汇源通信'},

}

